{
  "Header": {
    "home": "Home",
    "services": "Our services",
    "about": "About us",
    "blog": "Blog",
    "store": "Store",
    "contacts": "Contact Us",
    "requestQuoteButton": "Submit an application"
  },
  "HeroSection": {
    "title": "Paintless dent removal without repainting from 30 minutes.",
    "subtitle": "PDR STUDIO is proud to offer you high-quality dent repair services for dents of any complexity. We’ll remove them quickly and seamlessly—no repainting required! No advance payment needed. We service vehicles of all makes.",
    "mainPictureAlt": "Image: work in the garage",
    "allServicesLink": "All services",
    "detailsLink": "Details"
  },
  "getServiceOptions": {
    "bodyRepair": "Body Repair & Painting",
    "spotTouchUp": "Spot Touch-Up",
    "paintlessDentRemoval": "Paintless Dent Removal",
    "scratchBuffing": "Scratch & Scuff Buffing",
    "glassCrackRepair": "Glass Crack & Chip Repair",
    "restorativePolish": "Restorative Paint Polishing"
  },
  "ShortDescription": {
    "fewWords": "A Few Words",
    "aboutPdrStudio": "About PDR STUDIO",
    "about1": "Every day, we restore vehicles to their original shine and delight owners with flawlessly executed work. Our specialty is professional paintless dent removal (PDR) of any complexity—no repainting required.",
    "about2": "We give every car our full attention, whether it’s an exclusive premium sedan or a practical city hatchback. Beyond dent removal, our technicians grind and polish glass, restore headlight clarity, apply protective and decorative films to both exterior panels and the interior, and flawlessly refurbish rims and mirrors.",
    "about3": "We use only proven techniques and professional-grade equipment, ensuring precise, long-lasting results without wasting your time or money. No advance payments—you pay only once you’re satisfied with the quality of our work.",
    "about4": "Trusted by major dealerships and service centers, countless “repaired” cars are already bringing joy to their owners. Browse our portfolio and see for yourself that with PDR Studio, your vehicle will always look impeccable!",
    "detailsLink": "Details",
    "beforeImageAlt": "Before image of a car dent",
    "afterImageAlt": "After image of a car dent"
  },
  "ServicesSwiper": {
    "weOffer": "We offer you the following",
    "serviceTypes": "services"
  },
  "Footer": {
    "motto": "restores vehicles to an impeccable appearance: gently removes dents without repainting and brings bodywork and glass back to factory-perfect condition!",
    "services": "Our services",
    "usefulLinks": "Useful links",
    "about": "About us",
    "contactUs": "Contact us",
    "contactsInfo": "Contact Information",
    "businessHours": "Schedule",
    "socialTitle": "our social networks",
    "copyright": "Paintless removal of dents, scratches, and chips, spot painting polishing glass repair for chips and cracks."
  },

  "ServicesOverview": {
    "mainTitle": "Our services"
  },
  "Breadcrumb": {
    "homePage": "Home page",
    "services": "Our services",
    "aboutUs": "About us",
    "blog": "Blog",
    "bodyRepair": "Body Repair & Painting",
    "spotTouchUp": "Spot Touch-Up",
    "paintlessDentRemoval": "Paintless Dent Removal",
    "scratchBuffing": "Scratch & Scuff Buffing",
    "glassCrackRepair": "Glass Crack & Chip Repair",
    "restorativePolish": "Restorative Paint Polishing",
    "whatIsPDR": "What is PDR repair and why is it better than traditional painting",
    "pdrMyths": "5 myths about paintless dent repair",
    "preservePaint": "How to preserve the car’s factory paintwork",
    "afterPDRCare": "How to care for your car body after PDR repair",
    "parkingDamage": "What to do if your car door is damaged in a parking lot",
    "hailPDR": "PDR after hail: restoring a car without painting",
    "contacts": "Contact Us"
  },
  "CommonTemplateData": {
    "bodyRepair": "Body Repair & Painting",
    "spotTouchUp": "Spot Touch-Up",
    "paintlessDentRemoval": "Paintless Dent Removal",
    "scratchBuffing": "Scratch & Scuff Buffing",
    "glassCrackRepair": "Glass Crack & Chip Repair",
    "restorativePolish": "Restorative Paint Polishing",

    "aboutUs": "About us",

    "bodyRepairDesc": "Technicians at PDR STUDIO’s auto service expertly carry out body repair and painting on any area of the vehicle, restoring the bodywork to its factory-fresh condition. ",
    "spotTouchUpDesc": "At PDR STUDIO, our specialists perform precise spot touch-ups using high-quality automotive enamels and modern equipment.",
    "paintlessDentRemovalDesc": "At PDR STUDIO, we offer professional paintless dent removal (PDR) of any complexity—from small hail dents to deep door creases.",
    "scratchBuffingDesc": "Professional buffing of scratches and scuffs at PDR STUDIO restores your paintwork’s original gloss and color depth. ",
    "glassCrackRepairDesc": "At PDR STUDIO, we carry out precise repair of chips and cracks in automotive glass of any complexity, restoring both transparency and strength.",
    "restorativePolishDesc": "Our comprehensive restorative polishing service at PDR STUDIO brings vehicles back to showroom condition, even after years of use.",

    "bodyRepairFull1": "At PDRSTUDIO auto service, our specialists carry out high-quality and cost-effective body repairs of any complexity. We service vehicles of all makes and models, offering comprehensive solutions to restore both appearance and technical condition. Even in cases of severe damage, when a car seems beyond repair at first glance, we will find an optimal and economical way to eliminate all defects.",
    "bodyRepairFull2": "Body repair includes panel beating, crack welding, removal of chips and other damage, followed by finishing and painting. Upon completion of the work, defects become virtually invisible even on close inspection. Depending on the nature and extent of the damage, we employ various techniques—from the painless PDR method (Paintless Dent Repair) to frame straightening and complete body painting.",
    "bodyRepairFull3": "In our service centers, we use modern frame racks, professional welding equipment, and certified paint and coating materials. We never push unnecessary services: if restoration can be achieved with local polishing or spot painting, you’ll receive exactly what is needed without extra expense.",
    "bodyRepairFull4": "We guarantee the highest quality of workmanship and long-lasting results. Your safety and comfort on the road will always be reliably protected.",

    "spotTouchUpFull1": "Every car owner inevitably encounters scratches, scuffs, chips, dents, and other body defects. They must be addressed as quickly as possible, because in most cases we are not just dealing with cosmetic imperfections but with the risk of more serious consequences to the vehicle’s structural integrity.",
    "spotTouchUpFull2": "If the paintwork is damaged down to the bare metal, corrosion will start almost immediately and repair costs can increase severalfold. Vehicle owners want defect removal to be carried out in the shortest possible time and at an affordable price. In such situations, local or spot paint repair is the optimal solution.",
    "spotTouchUpFull3": "Spot paint repair involves thorough preparation of the damaged area: removing corrosion and the old paint layer, leveling the surface through sanding and filling, applying primer, and spraying several coats of paint precisely matched to the vehicle’s original color. The final step is applying a clear coat and polishing for a perfect finish. As a result, defects are completely hidden, and the car’s time in the service center usually does not exceed one day.",
    "spotTouchUpFull4": "In addition to speed and cost-effectiveness, spot paint repair preserves the factory paint finish on the rest of the vehicle’s body and avoids the expense of a full repaint. Thanks to modern color-matching technologies and professional materials, the result is virtually indistinguishable from the factory finish—even on close inspection, you won’t notice where the restoration was performed.",

    "paintlessDentRemovalFull1": "This technology enables you to quickly and precisely restore the original surface of body panels without traditional metalwork and painting. Using specialized tools and techniques, a technician gently repairs dents of any complexity – from minor door dings to significant deformations on the trunk lid – while preserving the factory paint and clear coat. As a result, the vehicle regains its original appearance in just a few hours, saving you time and money.",
    "paintlessDentRemovalFull2": "However, if the damage affects the paint coating and requires localized refinishing, our studio offers a “high-precision straightening” service for painting preparation. This service includes minimal surface prep: precision metal straightening on a frame rack to within tenths of a millimeter, removal of micro-cracks and chips, followed by application of primer and paint perfectly matched to the original shade. A thin layer of paint and clear coat is applied in multiple passes to seamlessly blend with the existing finish and protect the metal from corrosion.",
    "paintlessDentRemovalFull3": "The PDR (Paintless Dent Repair) technique involves restoring a body panel’s shape without using filler or paint. Technicians carefully insert specialized hooks and flat rods behind the panel and gently massage the dent outwards, monitoring progress with a reflecting line board or mirror. This preserves the factory paint structure, avoids “plastic” gloss, and maintains the original anti-corrosion protection.",
    "paintlessDentRemovalFull4": "The PDR method is suitable for steel, aluminum, and plastic panels – fenders, doors, hoods, and even bumpers. Because of minimal mechanical stress and no heating of body parts, the risk of cracks and hidden defects is eliminated. Savings on materials and reduced time in the service center make PDR both a gentle and cost-effective solution.",

    "scratchBuffingFull1": "We provide scratch repair using our own method, honed over years of practice and developed by our leading master with more than twenty years of experience. The process is designed to restore the surface precisely, without unnecessary operations.",
    "scratchBuffingFull2": "Scratch removal without painting is our specialty. Over the years, we have seen every possible scenario: marks from keys and nails, streaks from scrapers, consequences of failed parking, hits from neighboring doors in parking lots, scuffs from bumpers — the list goes on.",
    "scratchBuffingFull3": "And this is only part of the typical damage we have successfully repaired for many years, preserving the factory texture and the original thickness of the paintwork.",

    "scratchBuffingFullLi11": "The main key to successful repair is the extensive experience of our craftsmen.",
    "scratchBuffingFullLi12": "We start repairs only when fully confident in a positive result.",
    "scratchBuffingFullLi13": "We remove scratches without painting, while other workshops may suggest repainting.",

    "scratchBuffingFullTitle1": "Scratch removal without painting — repair methods:",

    "scratchBuffingFullLi21": "The method of scratch removal without painting involves a three-stage abrasive polishing of the damaged areas of the car body.",
    "scratchBuffingLi21strong": "This method removes shallow scratches when only the clear coat is damaged.",

    "scratchBuffingFullLi22": "We fill the scratch with primer, then perform intermediate drying; after drying, we fill the scratch with paint and clear coat, and after 30 minutes of drying, we polish the repaired area.",
    "scratchBuffingLi22strong": "Removal of deep scratches without painting by the touch-up method.",

    "scratchBuffingFullLi23": "The scratch becomes invisible, and the metal will not rust in the future. Of course, no one wants to repaint a whole part because of a scratch — during resale it will be hard to prove that the part was painted only for that reason. That’s why this type of repair is relevant in many cases.",
    "scratchBuffingLi23strong": "Our repair restores about 80% of the damaged part’s paintwork.",

    "scratchBuffingFullLi24": "(Partial painting of the hood, bumper, door) — during local repair, the part is not removed, only the damaged area is painted. The local body repair method allows you to fix scratches, scuffs, and chips quickly and cost‑effectively. After local repair, scratches, dents, and chips will disappear, and the finish will look factory‑new.",
    "scratchBuffingFullLi24strong": "Local scratch painting.",

    "scratchBuffingFullTitle2": "Scratch removal and painting on a car",

    "scratchBuffingFull4": "Since damage to the paintwork down to the metal triggers corrosion, ignoring the problem can later lead to",
    "scratchBuffingFull4strong1": "Every car owner sooner or later faces scratches, scuffs, chips, and dents. These defects should be eliminated as soon as possible",
    "scratchBuffingFull4strong2": "to serious repair costs and a drop in resale value.",

    "scratchBuffingFull5": "We remove the remains of old clear coat, level the surface, and gradually bring it to a perfect shine. More serious scratches are repaired by touch‑up: primer is carefully applied into the scratch, then after intermediate drying — paint and clear coat, followed by polishing to blend with the factory finish.",
    "scratchBuffingFull5strong": "For shallow scratches affecting only the clear coat, we use a three‑stage abrasive polishing.",

    "scratchBuffingFull6": "The area is masked with tape, the master performs dent correction on a stand with accuracy down to tenths of a millimeter, removes microcracks, applies primer, several layers of paint, then a clear coat and final polishing. This approach significantly reduces the time the car spends in the shop and avoids a full repaint, preserving the original thickness and texture of the coating.",
    "scratchBuffingFull6strong": "If the damage reaches the metal or requires deeper intervention, we offer local painting without dismantling parts:",

    "scratchBuffingFull7": "Thanks to our unique PDR (Paintless Dent Repair) technology and many years of experience, PDRSTUDIO specialists restore the car to its original appearance without extra costs or loss of the original coating. We guarantee that after our work,",
    "scratchBuffingFull7strong": "defects become virtually invisible, the metal remains protected from corrosion, and you receive a high‑quality result in the shortest possible time.",

    "glassCrackRepairFull": "We quickly and professionally repair chips of any complexity on windshields and other automotive glass. We restore the flawless and attractive appearance of your car or motorcycle. Thanks to the many years of experience of our specialists, the use of proper techniques, and innovative polymers, it is virtually impossible to detect the repair site.",
    "glassCrackRepairFulLi1": "Clean the chip area from dust and dirt. Remove contaminants using wipes, a carbide rod, or special automotive chemicals, and dry thoroughly.",
    "glassCrackRepairFulLi2": "Select the polymer (liquid glass) according to density and shade. If the chip has a network of fine cracks and thin fractures, use a low-viscosity adhesive with high penetrating ability. Large open defects are repaired with more viscous, dense polymers to ensure maximum strength.",
    "glassCrackRepairFulLi3": "In a round chip or half-moon chip, remove all air inclusions using special equipment (in several cycles). Fill the defect with polymer, seal the repair site with thermal film, and treat with ultraviolet light for 10–20 minutes to cure. During this time, the film dissolves, and any residue is easily removed with a blade.",
    "glassCrackRepairFulLi4": "For a star-shaped chip, first drill into the point of the main impact. Screw in the injector bridge so that the sealing ring is fixed around the chip’s center. Then, alternately screwing and unscrewing the injector, remove air and fill the chip with polymer. During drilling, preserve the multilayer structure of the glass.",
    "glassCrackRepairFulLi5": "Remove excess polymer with a blade, then repair the glass according to the technology appropriate for the type of damage, and polish.",

    "restorativePolishFull": "Body polishing to remove scratches and restore the shine of the vehicle's paintwork.",
    "restorativePolishFullLi1": "Preparing the car for polishing:",
    "restorativePolishFullLi2": "Cleaning the body from tar stains, resins, etc.",
    "restorativePolishFullLi3": "Mechanical cleaning of the body from contaminants using synthetic clay",
    "restorativePolishFullLi4": "Masking plastic and rubber body parts with protective tape",
    "restorativePolishFullLi5": "Polishing with a wool pad and abrasive paste (to remove medium-sized scratches)",
    "restorativePolishFullLi6": "Polishing with a foam pad to add shine and depth of color",

    "detailsButton": "Read more",

    "whatIsPDR": "What is PDR repair and why is it better than traditional painting",
    "pdrMyths": "5 myths about paintless dent repair",
    "preservePaint": "How to preserve the car’s factory paintwork",
    "afterPDRCare": "How to care for your car body after PDR repair",
    "parkingDamage": "What to do if your car door is damaged in a parking lot",
    "hailPDR": "PDR after hail: restoring a car without painting",

    "whatIsPDRFull1": "PDR repair (Paintless Dent Repair) is a modern technology for restoring a car body without the use of filler or painting. The method is based on precision metal reshaping with special tools. The technician carefully returns the deformed area to its factory form without damaging the paintwork. This approach is especially valuable when preserving the original condition of the car is important.",
    "whatIsPDRFull2": "Unlike traditional painting, PDR eliminates lengthy processes such as sanding, priming, color matching, and painting. This significantly reduces repair time: most small dents are fixed in just a few hours instead of several days. In addition, the cost of PDR is lower since it does not require consumables or a paint booth.",
    "whatIsPDRFull3": "The main advantage of PDR repair is the preservation of the factory finish. The original paint provides the best corrosion protection and maintains the vehicle’s showroom appearance. After repainting, even with perfect color matching, differences are often visible or traces of repair appear over time. With PDR, the body remains ‘honest,’ and the car retains higher resale value.",
    "whatIsPDRFull4": "Today, PDR is increasingly chosen by car owners after hail damage, minor parking lot accidents, and everyday dents. This technology is recognized by global car manufacturers and is officially used in premium brand service centers. When faced with a choice between repainting or paintless dent repair, PDR is usually the faster, more cost-effective, and safer option for your car.",

    "pdrMythsFull": "Paintless Dent Repair (PDR) has long proven itself as an effective body repair technology, but there are still many myths surrounding it. Let’s look at the most common misconceptions and explain why they are not true.",
    "pdrMythsFull1": "In reality, the technology allows not only the removal of small dents but also fairly large ones. It all depends on the location of the damage and the condition of the paintwork. In skilled hands, PDR tools can restore even complex areas to their factory shape.",
    "pdrMythsFull2": "High-quality paintless dent repair fully preserves the factory finish and leaves no traces of intervention. The result depends solely on the technician’s skills. There are no streaks, no color mismatches, and no filler marks left on the surface.",
    "pdrMythsFull3": "Repainting lowers the resale value of a car, as the original factory paint is considered more reliable and durable. PDR preserves the original paint, eliminating the risk of color mismatches and future corrosion.",
    "pdrMythsFull4": "In practice, PDR is faster and cheaper than traditional painting. Small dents are repaired within a few hours without consumables or a paint booth. The savings in time and money are obvious.",
    "pdrMythsFull5": "This method is recognized by leading automakers and is used in official service centers worldwide. The repaired area requires no additional care and lasts as long as the rest of the body.",
    "pdrMythsFull6": "Conclusion: Paintless Dent Repair is a modern, reliable, and cost-effective alternative to traditional painting. By debunking myths, we can confidently state: PDR repair is the best solution for those who value originality and care about their car’s resale value.",

    "pdrMythsTitle1": "Myth #1. PDR is only suitable for small dents.",
    "pdrMythsTitle2": "Myth #2. PDR always leaves traces.",
    "pdrMythsTitle3": "Myth #3. It’s easier to just repaint the part.",
    "pdrMythsTitle4": "Myth #4. It is long and expensive.",
    "pdrMythsTitle5": "Myth #5. PDR is only a temporary solution.",

    "preservePaintFull1": "A car’s factory paintwork is not only about aesthetics but also reliable protection of the body against corrosion and external impacts. Preserving it therefore directly affects the vehicle’s longevity and resale value. Unlike repainted panels, the original finish has the ideal thickness and uniformity guaranteed by the manufacturer.",
    "preservePaintFull2": "The first rule of care is regular washing. Road dust, de‑icing chemicals and grime gradually degrade the clear coat. Use gentle shampoos and microfiber wash mitts, avoiding stiff brushes and aggressive chemicals. Be sure to rinse wheel arches and sills thoroughly—these are the most vulnerable areas for dirt and moisture buildup.",
    "preservePaintFull3": "The second rule is protective coatings. Applying wax, liquid glass or a ceramic coating creates an extra barrier against UV, chemicals and moisture. These products help the clear coat keep its gloss longer and prevent fading. Choose the coating according to usage conditions: wax is sufficient for city driving, while ceramic is better for long‑term protection.",
    "preservePaintFull4": "An equally important aspect is parking. Avoid leaving the car under trees where branches and sap may fall, and avoid direct sun, which bleaches paint over time. Whenever possible, use covered parking or a car cover.",
    "preservePaintFull5": "And finally, PDR repair (paintless dent repair) allows you to preserve the factory finish even after damage. Unlike traditional repainting, this method removes defects without filler or paint, keeping the original layer intact. That is why PDR is the optimal choice for those who want to keep the body in perfect condition.",

    "afterPDRCareFull1": "Paintless Dent Repair (PDR) preserves the car’s factory paintwork, but for long-lasting results it is important to care for the body properly. Such maintenance not only keeps the shine and protection of the surface but also ensures the durability of the restored areas.",
    "afterPDRCareFull2": "The first thing to remember: regular washing. Even if the car looks clean, dust, road salt, and chemical residues accumulate on the surface. They must be removed in time to prevent damage to the clear coat. Use pH-neutral shampoos and soft washing accessories — microfiber mitts and cloths.",
    "afterPDRCareFull3": "The second step is applying protective coatings. After PDR, it is recommended to treat the body with wax or a ceramic coating. These products form an extra layer that protects the paint from UV rays, acid rain, and minor mechanical damage. This is especially important if the car is frequently used in the city or stored outdoors.",
    "afterPDRCareFull4": "The third rule is careful operation. Avoid physical impacts: do not lean on the car body or place objects on the hood or roof. In parking lots, choose spots away from crowded rows to reduce the risk of new dents and scratches.",
    "afterPDRCareFull5": "Finally, for maximum results it is useful to undergo periodic professional body inspections. Experts can detect minor defects early and fix them before they turn into serious problems. PDR keeps the car in pristine condition, but proper care reinforces this effect for years.",

    "parkingDamageFull": "Finding a dent or chip on your car door in a parking lot is a common situation. Wrong actions in the first minutes can make the damage worse, so it is important to know the right steps to minimize harm and restore the body quickly.",
    "parkingDamageFull1": "Immediately photograph the dent and the scene. If surveillance cameras or witnesses are available, try to secure that data. It may be useful when contacting the insurance company or in case of disputes.",
    "parkingDamageFull2": "If the paintwork is not broken, PDR (Paintless Dent Repair) is the best solution. This technology quickly restores the door to its factory shape without repainting. If there are deep scratches or chips down to the metal, the technician will suggest a combined approach.",
    "parkingDamageFull3": "Do not try to fix the dent yourself — it can worsen the deformation. Professionals use special tools to repair damage without harming the paint. In addition, service repairs usually take just a few hours compared to days of repainting.",
    "parkingDamageFull4": "To reduce the risk of repeat damage, try to park away from cars with wide doors, especially in shopping centers. Using door moldings or protective strips also helps avoid minor impacts.",
    "parkingDamageFull5": "Conclusion: a dented door in a parking lot is unpleasant, but not a catastrophe. In most cases the problem can be fixed without repainting and long repairs. PDR restores the car to perfect condition, keeping the factory paint and market value.",
    "parkingDamageTitle1": "Step 1. Record the damage.",
    "parkingDamageTitle2": "Step 2. Assess the extent of damage.",
    "parkingDamageTitle3": "Step 3. Go to a specialized service.",
    "parkingDamageTitle4": "Step 4. Think about prevention.",

    "hailPDRFull1": "Hail is one of the most unpleasant natural events for car owners. Even a short storm with large hailstones can leave dozens of dents on the roof, hood, and doors. The traditional method of fixing such damage involves filler and repainting, which takes time and costs a lot. But there is an alternative — PDR (Paintless Dent Repair).",
    "hailPDRFull2": "PDR technology removes hail damage without filler or painting. Using special tools, the technician carefully straightens the metal from the inside, returning it to its factory shape. The original paintwork is fully preserved, which is especially important for corrosion protection and for maintaining the car’s market value.",
    "hailPDRFull3": "The main advantage of this method is speed and cost-effectiveness. While repainting the body can take a week, most hail dents can be repaired with PDR in 1–2 days. There is no need for color matching or complex painting, which reduces costs.",
    "hailPDRFull4": "PDR after hail is especially popular with owners of new and expensive cars, where preserving the original finish is critical. Even on the used market, cars repaired with PDR are valued higher than repainted ones. This means investing in quality repair fully pays off.",
    "hailPDRFull5": "Therefore, if your car has suffered from hail, don’t rush to accept repainting. PDR allows you to restore the vehicle’s appearance quickly, safely, and cost-effectively. It is a modern solution that has proven its effectiveness and has become the standard in top service centers worldwide."
  },
  "BodyRepair": {
    "mainTitle": "Body Repair & Painting"
  },
  "AboutUs": {
    "aboutUsP1": "PDR STUDIO is not just a workshop — it’s a place where every car is treated as if it were the only one and the most valuable. We believe every detail matters and every customer deserves a perfect result.",
    "aboutUsP2": "We specialize in PDR (Paintless Dent Repair) technology — no repainting, no unnecessary talk, just precise work and respect for the car’s original appearance. It’s important to us to preserve the factory finish, and therefore the history of your car, because behind every dent is a moment, and behind every restored curve is our pride.",
    "aboutUsP3": "At PDR STUDIO, our craftsmen know everything about car bodies. We’ve seen hundreds of complex cases and always found a solution. Modern equipment, precise hands, and attention to every detail — that’s the secret that sets us apart.",
    "aboutUsP4": "But most importantly, it’s about trust. We openly explain the process, agree on every detail, and always work so that the result is better than you expected. Our goal is simple: to return your car without any trace of damage and bring back that smile when you fall in love with it again.",
    "aboutUsP5": "Our mission is to make the automotive world more beautiful and safer, preserving its uniqueness and value. We value honesty, craftsmanship, and responsibility. Every day we prove that repairs can be fast, high-quality, and transparent, and that the work of craftsmen is a true art."
  },
  "Blog": {
    "mainTitle": "Blog",
    "whatIsPDR": "What is PDR repair and why it is better than traditional painting",
    "pdrMyths": "5 myths about paintless dent repair",
    "preservePaint": "How to preserve your car’s factory paint",
    "afterPDRCare": "How to take care of the body after PDR repair",
    "parkingDamage": "What to do if your car door was damaged in a parking lot",
    "hailPDR": "PDR after hail: restoring a car without repainting",

    "whatIsPDRDesc": "Learn how paintless dent repair (PDR) helps restore a car body while preserving the original paintwork and reducing repair time.",
    "pdrMythsDesc": "We debunk the most common myths about PDR repair and explain its real advantages for car owners.",
    "preservePaintDesc": "Practical tips on body care to help preserve your car’s original paintwork in perfect condition.",
    "afterPDRCareDesc": "Step-by-step recommendations to protect restored body areas after paintless dent repair for a long-lasting result.",
    "parkingDamageDesc": "A guide for drivers: what to do when your car door is damaged in a parking lot and how to quickly restore the body.",
    "hailPDRDesc": "Effective body restoration after hail damage without repainting, preserving the original finish and appearance.",

    "readMoreLink": "Read more..."
  },

  "EstimateRequestForm": {
    "formTitle": "Quote request",
    "isRequired": "This field is required",

    "genderMale": "Mr.",
    "genderFemale": "Ms.",

    "firstNameLabel": "First name *",
    "lastNameLabel": "Last name *",
    "phoneLabel": "Phone number *",
    "messageLabel": "Describe the damage",
    "consentPrivacyText": "I agree with the",
    "consentPrivacyLink": "privacy policy",
    "submitPending": "Sending...",
    "submitLabel": "Send",
    "submitSuccess": "Your request has been submitted successfully",

    "placeholderText": "No file chosen",
    "uploadButtonLabel": "Upload photo",
    "removeFileAriaLabel": "Remove file",

    "validationGenderInvalid": "Please select a title",
    "validationFirstNameRequired": "First name is required",
    "validationFirstNameMax": "First name cannot exceed 60 characters",
    "validationFirstNameSymbols": "First name can only contain letters",
    "validationLastNameRequired": "Last name is required",
    "validationLastNameMax": "Last name cannot exceed 60 characters",
    "validationLastNameSymbols": "Last name can only contain letters",
    "validationPhoneRequired": "Phone number is required",
    "validationPhoneInvalid": "Enter a valid phone number",
    "validationEmailRequired": "Email address is required",
    "validationEmailInvalid": "Enter a valid email address",
    "validationMessageRequired": "Damage description is required",
    "validationMessageMin": "Description must be at least 10 characters",
    "validationMessageMax": "Description cannot exceed 2000 characters",
    "validationAttachmentRequired": "Please attach a photo of the damage",
    "disclaimerEstimateApprox": "The estimate is approximate and may vary after a full vehicle inspection."
  },
  "ContactSection": {
    "mainTitle": "Contact Us",
    "contactSectionTitle": "Paintless restoration of the body for dents, scratches, and scrapes. Local painting, polishing. Repair of windscreen: scrapes, cracks.",
    "getDirection": "Get directions",
    "publishedOn": "published on",
    "adminReply": {
      "badge": "Reply",
      "by": "by {author}",
      "byUnknown": "Administration"
    }
  },
  "ReviewCreateForm": {
    "title": "Leave a review",
    "fields": {
      "clientName": "Your name",
      "rating": "Rating (1–5, optional)",
      "comment": "Your review"
    },
    "placeholders": {
      "clientName": "Enter your name",
      "noRating": "No rating",
      "comment": "Write your review…"
    },
    "buttons": {
      "submit": "Submit review",
      "submitting": "Submitting…"
    },
    "errors": {
      "clientNameRequired": "Name is required",
      "clientNameTooLong": "Name is too long",
      "ratingInvalid": "Rating must be between 1 and 5",
      "commentTooLong": "Review text is too long"
    },
    "messages": {
      "success": "Thank you for your review!",
      "unknownError": "Unknown error"
    }
  }
}
