{
  "Header": {
    "services": "Наши услуги",
    "about": "О нас",
    "blog": "Блог",
    "store": "Магазин",
    "contacts": "Контакты",
    "requestQuoteButton": "Оставить заявку"
  },
  "HeroSection": {
    "title": "Удаление вмятин без покраски от 30 минут",
    "subtitle": "Сервис «PDR STUDIO» рад предложить Вам качественные услуги на исправления вмятин любой сложности. Оперативно и бесследно удалим их без покраски! Не берем предоплаты. Ремонт автомобилей всех марок.",
    "mainPictureAlt": "Изображение: работа в мастерской",
    "allServicesButton": "Все услуги",
    "detailsButton": "Узнать подробнее"
  },
  "getServiceOptions": {
    "bodyRepair": "Кузовной ремонт и покраска",
    "spotTouchUp": "Локальная подкраска",
    "paintlessDentRemoval": "Удаление вмятин без покраски",
    "scratchBuffing": "Полировка царапин и потёртостей",
    "glassCrackRepair": "Ремонт трещин и сколов стекла",
    "restorativePolish": "Восстановительная полировка"
  },
  "AboutUs": {
    "fewWords": "Несколько слов",
    "aboutPdrStudio": "О PDR STUDIO",
    "about1": "Каждый день мы возвращаем автомобилям их заводской блеск и дарим владельцам удовольствие от безупречно выполненной работы. Наша специализация — профессиональное бесконтактное удаление вмятин PDR любой сложности без покраски.",
    "about2": "Мы уделяем внимание каждому автомобилю, будь то эксклюзивный премиум-седан или практичная городская иномарка. Кроме удаления вмятин, наши мастера шлифуют и полируют стекла, восстанавливают прозрачность фар, наносят защитные и декоративные плёнки на кузов и салон, а также идеально приводят в порядок диски и зеркала.",
    "about3": "Для работы мы используем только проверенные технологии и профессиональное оборудование, что позволяет добиваться аккуратного и долговечного результата без лишних затрат времени и средств. Никаких предоплат — оплата только после того, как вы оцените качество ремонта.",
    "about4": "Нам доверяют крупные автосалоны и технические центры, множество «вылеченных» автомобилей уже радуют своих владельцев. Оцените портфолио наших работ и убедитесь, что с PDR STUDIO ваш автомобиль всегда будет выглядеть безупречно !",
    "detailsButton": "Узнать подробнее",
    "beforeImageAlt": "До удаления вмятины автомобиля",
    "afterImageAlt": "После удаления вмятины автомобиля"
  },
  "Services": {
    "weOffer": "Мы предлагаем следующие",
    "serviceTypes": "Виды услуг",

    "bodyRepair": "Кузовной ремонт и покраска",
    "spotTouchUp": "Локальная подкраска",
    "paintlessDentRemoval": "Удаление вмятин без покраски",
    "scratchBuffing": "Полировка царапин и потёртостей",
    "glassCrackRepair": "Ремонт трещин и сколов стекла",
    "restorativePolish": "Восстановительная полировка",

    "bodyRepairDesc": "Специалисты автосервиса «PDR STUDIO» профессионально выполняют кузовной ремонт и покраску любых зон автомобиля, возвращая корпусу заводской вид.",
    "spotTouchUpDesc": "Мастера «PDR STUDIO» выполняют точечную подкраску кузова с применением высококачественных эмалей и современного оборудования.",
    "paintlessDentRemovalDesc": "В «PDR STUDIO» мы предлагаем безпокрасочное удаление вмятин (PDR) любой сложности — от мелких вмятин после града до глубоких прогибов дверей.",
    "scratchBuffingDesc": "Профессиональная полировка царапин и потертостей в «PDR STUDIO» возвращает лакокрасочному покрытию первоначальный блеск и глубину цвета.",
    "glassCrackRepairDesc": "В «PDR STUDIO» выполняют точечный ремонт трещин и сколов на стёклах любой сложности, возвращая им прозрачность и прочность.",
    "restorativePolishDesc": "Полная восстановительная полировка в «PDR STUDIO» возвращает автомобилю первозданный внешний вид даже после многолетней эксплуатации.",

    "detailsButton": "Подробнее"
  },
  "Footer": {
    "motto": "возвращает автомобилю безукоризненный облик: бережно устраняет вмятины без покраски, восстанавливает кузов и стекла до заводского совершенства!",
    "services": "Наши услуги",
    "usefulLinks": "Полезные ссылки",
    "about": "О нас",
    "contactUs": "Обратная связь",
    "contactsInfo": "Контакты",
    "businessHours": "График работы",
    "socialTitle": "Наши соцсети",

    "copyright": "Удаление вмятин, царапин и сколов без покраски, локальная покраска, полировка, ремонт стёкол, сколов и трещин."
  }
}
