{
  "Header": {
    "services": "Наши услуги",
    "about": "О нас",
    "blog": "Блог",
    "store": "Магазин",
    "contacts": "Контакты",
    "requestQuoteButton": "Оставить заявку"
  },
  "HeroSection": {
    "title": "Удаление вмятин без покраски от 30 минут",
    "subtitle": "Сервис «PDR STUDIO» рад предложить Вам качественные услуги на исправления вмятин любой сложности. Оперативно и бесследно удалим их без покраски! Не берем предоплаты. Ремонт автомобилей всех марок.",
    "mainPictureAlt": "Изображение: работа в мастерской",
    "allServicesLink": "Все услуги",
    "detailsLink": "Узнать подробнее"
  },
  "getServiceOptions": {
    "bodyRepair": "Кузовной ремонт и покраска",
    "spotTouchUp": "Локальная подкраска",
    "paintlessDentRemoval": "Удаление вмятин без покраски",
    "scratchBuffing": "Полировка царапин и потёртостей",
    "glassCrackRepair": "Ремонт трещин и сколов стекла",
    "restorativePolish": "Восстановительная полировка"
  },
  "AboutUs": {
    "fewWords": "Несколько слов",
    "aboutPdrStudio": "О PDR STUDIO",
    "about1": "Каждый день мы возвращаем автомобилям их заводской блеск и дарим владельцам удовольствие от безупречно выполненной работы. Наша специализация — профессиональное бесконтактное удаление вмятин PDR любой сложности без покраски.",
    "about2": "Мы уделяем внимание каждому автомобилю, будь то эксклюзивный премиум-седан или практичная городская иномарка. Кроме удаления вмятин, наши мастера шлифуют и полируют стекла, восстанавливают прозрачность фар, наносят защитные и декоративные плёнки на кузов и салон, а также идеально приводят в порядок диски и зеркала.",
    "about3": "Для работы мы используем только проверенные технологии и профессиональное оборудование, что позволяет добиваться аккуратного и долговечного результата без лишних затрат времени и средств. Никаких предоплат — оплата только после того, как вы оцените качество ремонта.",
    "about4": "Нам доверяют крупные автосалоны и технические центры, множество «вылеченных» автомобилей уже радуют своих владельцев. Оцените портфолио наших работ и убедитесь, что с PDR STUDIO ваш автомобиль всегда будет выглядеть безупречно !",
    "detailsLink": "Узнать подробнее",
    "beforeImageAlt": "До удаления вмятины автомобиля",
    "afterImageAlt": "После удаления вмятины автомобиля"
  },
  "ServicesSwiper": {
    "weOffer": "Мы предлагаем следующие",
    "serviceTypes": "Виды услуг"
  },
  "Footer": {
    "motto": "возвращает автомобилю безукоризненный облик: бережно устраняет вмятины без покраски, восстанавливает кузов и стекла до заводского совершенства!",
    "services": "Наши услуги",
    "usefulLinks": "Полезные ссылки",
    "about": "О нас",
    "contactUs": "Обратная связь",
    "contactsInfo": "Контакты",
    "businessHours": "График работы",
    "socialTitle": "Наши соцсети",

    "copyright": "Удаление вмятин, царапин и сколов без покраски, локальная покраска, полировка, ремонт стёкол, сколов и трещин."
  },
  "ServicesOverview": {
    "mainTitle": "Наши услуги"
  },
  "Breadcrumb": {
    "homePage": "Главная страница ",
    "services": "Наши услуги",
    "bodyRepair": "Кузовной ремонт и покраска",
    "spotTouchUp": "Локальная подкраска",
    "paintlessDentRemoval": "Удаление вмятин без покраски",
    "scratchBuffing": "Полировка царапин и потёртостей",
    "glassCrackRepair": "Ремонт трещин и сколов стекла",
    "restorativePolish": "Восстановительная полировка"
  },
  "ServiceCard": {
    "bodyRepair": "Кузовной ремонт и покраска",
    "spotTouchUp": "Локальная подкраска",
    "paintlessDentRemoval": "Удаление вмятин без покраски",
    "scratchBuffing": "Полировка царапин и потёртостей",
    "glassCrackRepair": "Ремонт трещин и сколов стекла",
    "restorativePolish": "Восстановительная полировка",

    "bodyRepairDesc": "Специалисты автосервиса «PDR STUDIO» профессионально выполняют кузовной ремонт и покраску любых зон автомобиля, возвращая корпусу заводской вид.",
    "spotTouchUpDesc": "Мастера «PDR STUDIO» выполняют точечную подкраску кузова с применением высококачественных эмалей и современного оборудования.",
    "paintlessDentRemovalDesc": "В «PDR STUDIO» мы предлагаем безпокрасочное удаление вмятин (PDR) любой сложности — от мелких вмятин после града до глубоких прогибов дверей.",
    "scratchBuffingDesc": "Профессиональная полировка царапин и потертостей в «PDR STUDIO» возвращает лакокрасочному покрытию первоначальный блеск и глубину цвета.",
    "glassCrackRepairDesc": "В «PDR STUDIO» выполняют точечный ремонт трещин и сколов на стёклах любой сложности, возвращая им прозрачность и прочность.",
    "restorativePolishDesc": "Полная восстановительная полировка в «PDR STUDIO» возвращает автомобилю первозданный внешний вид даже после многолетней эксплуатации.",

    "bodyRepairFull1": "В автосервисе «PDRSTUDIO» наши специалисты качественно и недорого выполняют кузовной ремонт любой сложности. Мы обслуживаем автомобили всех марок и моделей, предлагая комплексные решения для восстановления внешнего вида и технического состояния. Даже в случаях серьёзных повреждений, когда автомобиль кажется неремонтопригодным, мы найдём оптимальный и экономичный вариант устранения дефектов.",
    "bodyRepairFull2": "Кузовной ремонт включает в себя выправление вмятин, заварку трещин, устранение сколов и других повреждений с последующей отделкой и покраской. После завершения работ дефекты становятся практически незаметными даже при внимательном осмотре. В зависимости от характера и объёма повреждений мы используем разные технологии — от безболезненного PDR-метода (выравнивание вмятин без покраски) до стапельных работ и полной окраски кузова.",
    "bodyRepairFull3": "В наших сервисных центрах применяются современные стапельные стенды, профессиональное сварочное оборудование и сертифицированные лакокрасочные материалы. При этом мы не навязываем лишних услуг: если для восстановления достаточно локальной полировки или точечной окраски, вы получите именно то, что нужно, без ненужных затрат.",
    "bodyRepairFull4": "Мы гарантируем высокое качество выполненных работ и долговечность результата, а ваша безопасность и комфорт на дорогах будут всегда под надёжной защитой.",

    "spotTouchUpFull1": "С любыми царапинами, потертостями, сколами, вмятинами и прочими дефектами кузова неизбежно сталкивается каждый автовладелец. Устранять их нужно максимально быстро, ведь в большинстве случаев речь идёт не просто о косметическом недостатке, а о риске более серьёзных последствий для целостности автомобиля.",
    "spotTouchUpFull2": "Если лакокрасочное покрытие повреждено вплоть до металла, коррозия начнётся практически сразу, и стоимость ремонта может вырасти в несколько раз. Автовладельцы хотят, чтобы устранение дефектов производилось в кратчайшие сроки и при этом стоило недорого. В таких ситуациях оптимальным решением становится локальная или точечная окраска автомобиля.",
    "spotTouchUpFull3": "Локальная покраска включает в себя тщательную подготовку повреждённого участка: удаление коррозии и старого лакокрасочного слоя, выравнивание поверхности с помощью шлифовки и шпаклёвки, нанесение грунта и несколько слоёв краски, точно подобранной по оригинальному тону автомобиля. Завершающий этап — нанесение прозрачного лакового покрытия и полировка для идеального блеска. В результате работы дефекты полностью скрываются, а срок пребывания машины в сервисе обычно не превышает одного дня.",
    "spotTouchUpFull4": "Кроме скорости и доступной цены, локальная покраска позволяет сохранить заводскую лакокрасочную плёнку на всей остальной поверхности кузова и избежать дорогостоящей полной перекраски. Благодаря современным технологиям колеровки и профессиональным материалам, результат практически неотличим от заводской окраски — при особом желании вы даже не заметите, где именно проводилась реставрация.",

    "paintlessDentRemovalFull1": "Эта технология позволяет быстро и аккуратно восстановить оригинальную поверхность элементов кузова без традиционных жестяных и покрасочных работ. Используя узкоспециализированные инструменты и методики, мастер бережно выправляет вмятины любой сложности – от небольших вмятин на двери до значительных деформаций на крышке багажника – сохраняя при этом заводской слой краски и лакового покрытия. В результате автомобиль возвращает себе первоначальный вид за считанные часы, а вы экономите время и бюджет.",
    "paintlessDentRemovalFull2": "Если же дефект затрагивает лакокрасочный слой и требует локального вмешательства, наша студия предлагает услугу «высокоточная рихтовка» под покраску. В рамках этой услуги производится минимальная подготовка: выравнивание металла на рихтовочном стенде с точностью до десятых миллиметра, удаление микротрещин и сколов, после чего участок покрывается грунтом и малярным материалом, идеально подобранным по оттенку. Тонкий слой краски и прозрачный лак наносятся в несколько проходов, что обеспечивает безупречное слияние с оригинальным покрытием и надёжную защиту от коррозии.",
    "paintlessDentRemovalFull3": "Технология PDR (Paintless Dent Repair) предполагает восстановление формы кузовного элемента без применения шпатлёвки и краски. Мастер аккуратно подводит специальные крючки и плоские монтажки к изнаночной стороне панели и мягко выдавливает вмятину наружу, контролируя процесс с помощью отражающей линейки или зеркала. Это сохраняет заводскую структуру краски, избегает появления «пластикового» блеска и поддерживает оригинальную антикоррозионную защиту.",
    "paintlessDentRemovalFull4": "Методика PDR подходит для обработки стальных, алюминиевых и пластиковых панелей – крыла, двери, капота и даже бамперов. Благодаря минимальной механической нагрузке на металл и отсутствию нагрева кузовных элементов, риск появления трещин и скрытых дефектов сводится к нулю. Экономия на расходных материалах и сокращение времени пребывания автомобиля в сервисе делают PDR одновременно бережным и выгодным решением.",

    "scratchBuffingFull1": "Оказываем ремонт царапин по собственной методике, отточенной годами практики и разработанной нашим ведущим мастером с более чем двадцатилетним опытом. Процесс выстроен так, чтобы восстанавливать поверхность точно и без лишних операций.",
    "scratchBuffingFull2": "Удаление царапин без покраски — наша специализация. За время работы мы видели все варианты: следы от ключей и гвоздей, полосы от скребков, последствия неудачных парковок, удары соседних дверей на стоянках, притёртости от бамперов — перечень можно продолжать.",
    "scratchBuffingFull3": "И это лишь часть типичных повреждений, которые мы успешно устраняем на протяжении многих лет, сохраняя заводскую структуру и штатную толщину лакокрасочного покрытия.",

    "scratchBuffingFullLi11": "Основной залог успешного ремонта — это богатый опыт наших мастеров.",
    "scratchBuffingFullLi12": "Приступаем к ремонту только в случае полной уверенности в положительном результате.",
    "scratchBuffingFullLi13": "Устраняем царапины без покраски в то время как другие сервисы предлагают красить.",

    "scratchBuffingFullTitle1": "Удаление царапин без покраски методы ремонта:",

    "scratchBuffingFullLi21": "Методика удаления царапин без покраски заключается в абразивной трехэтапной полировки поврежденных участков кузова авто.",
    "scratchBuffingLi21strong": "Методом полировки удаляются не глубокие царапины когда поврежден только лак. ",

    "scratchBuffingFullLi22": "Заполняем царапину грунтом, далее проводится межслойная сушка, высушив грунт заполняем царапину краской и лаком, после 30 минут сушки полируем зону ремонта.",
    "scratchBuffingLi22strong": "Удаление глубоких царапин на кузове автомобиля без покраски методом ретуширования. ",

    "scratchBuffingFullLi23": "царапина становится не заметной и в будущем металл не будет ржаветь. Конечно никому из-за царапины не хочется перекрашивать деталь поскольку при продаже автомобиля сложно будет доказать покупателю что деталь красили только из-за царапины, поэтому данный ремонт царапин актуален во многих случаях.",
    "scratchBuffingLi23strong": "Выполненный нами ремонт на 80 % восстанавливает лкп поврежденной детали, ",

    "scratchBuffingFullLi24": "(частичная покраска капота, бампера, двери автомобиля) при локальном ремонте деталь не демонтируется, красится только зона повреждения. Методика локального кузовного ремонта позволяет отремонтировать царапины на кузове, потертости, удалить сколы быстро и выгодно для Вас. После локального ремонта от царапин, вмятин и сколов не останется и следа покрытие будет как заводское.",
    "scratchBuffingFullLi24strong": "Локальная покраска царапин автомобиля",

    "scratchBuffingFullTitle2": "Удаление и покраска царапин на автомобиле",

    "scratchBuffingFull4": "поскольку нарушение лакокрасочного покрытия вплоть до металла запускает коррозию, а игнорирование проблемы может в будущем привести к ",
    "scratchBuffingFull4strong1": "Каждый автовладелец рано или поздно сталкивается с царапинами, потертостями, сколами и вмятинами на кузове. Такие дефекты нужно устранять как можно быстрее ",
    "scratchBuffingFull4strong2": "серьёзному удорожанию ремонта и снижению стоимости автомобиля при перепродаже.",

    "scratchBuffingFull5": "удаляем остатки старого лака, выравниваем поверхность и постепенно доводим её до идеального блеска. Более серьёзные «царапы» устраняются методом ретуширования: в царапину аккуратно наносится грунт, после межслойной сушки — краска и лак, затем зона полируется, чтобы слиться с заводской поверхностью.",
    "scratchBuffingFull5strong": "Для неглубоких царапин, когда страдает только лак, мы применяем трёхэтапную абразивную полировку ",

    "scratchBuffingFull6": "участок защищается малярным скотчем, мастер выполняет рихтовку на стенде с точностью до десятых миллиметра, удаляет микротрещины, наносит грунт, несколько слоёв краски, а затем — прозрачное покрытие и финальную полировку. Этот подход позволяет значительно сократить время пребывания машины в сервисе и избежать полной перекраски кузова, сохраняя при этом заводскую толщину и текстуру ЛКП.",
    "scratchBuffingFull6strong": "Если же повреждение затрагивает металл или требует более глубокого вмешательства, мы предлагаем локальную покраску без демонтажа деталей: ",

    "scratchBuffingFull7": "Благодаря нашей уникальной технологии PDR (Paintless Dent Repair) и многолетнему опыту специалисты PDRSTUDIO возвращают автомобилю первозданный вид без излишних затрат и потери оригинального покрытия. Мы гарантируем, что после наших работ ",
    "scratchBuffingFull7strong": "дефекты становятся практически незаметными, металл остаётся защищённым от коррозии, а вы получаете качественный результат в кратчайшие сроки.",

    "glassCrackRepairFull": "Быстро и профессионально устраним сколы любой сложности на лобовом и других автостеклах. Вернем автомобилю или мотоциклу безупречный привлекательный вид. Благодаря многолетнему опыту наших мастеров, применению правильных техник и инновационных полимеров обнаружить место ремонта практически невозможно.",

    "glassCrackRepairFulLi1": "Очищаем место скола от пыли и грязи. Устраняем загрязнения при помощи салфеток, карбидного стержня или специальной автохимии, тщательно высушиваем.",
    "glassCrackRepairFulLi2": "Подбираем полимер (жидкое стекло) по плотности и оттенку. При наличии на сколе сетки мелких трещин и тонких разломов используем низковязкий клей высокой проникающей способности. Крупные открытые дефекты устраняем более вязкими плотными полимерами, которые обеспечивают максимальную прочность.",
    "glassCrackRepairFulLi3": "В круглом или в сколе-полумесяце удаляем все воздушные включения с помощью специального оборудования (за несколько циклов). Заполняем дефект полимером, запечатываем место ремонта термопленкой и обрабатываем ультрафиолетом в течение 10–20 минут для затвердевания. За это время накладка растворяется, остатки легко устраняем лезвием.",
    "glassCrackRepairFulLi4": "Скол-звездочку предварительно высверливаем дрелью в точке основного удара. Вкручиваем инжекторный мост, чтобы уплотнительное кольцо зафиксировалось вокруг центра скола. Затем, попеременно вкручивая и выкручивая инжектор, удаляем воздух и заполняем скол полимером. При сверлении сохраняем многослойную структуру стекла.",
    "glassCrackRepairFulLi5": "Излишки полимера снимаем при помощи лезвия и далее ремонтируем стекло по технологии в зависимости от типа повреждения, полируем.",

    "restorativePolishFull": "Полировка кузова для удаления царапин и восстановления блеска лакокрасочного покрытия автомобиля.",

    "restorativePolishFullLi1": "Подготовка автомобиля к полировке:",
    "restorativePolishFullLi2": "Очистка кузова от битумных загрязнений, смол и.т.д",
    "restorativePolishFullLi3": "Механическая очистка кузова от загрязнений синтетической глиной",
    "restorativePolishFullLi4": "Оклейка пластиковых и резиновых деталей кузова защитной лентой",
    "restorativePolishFullLi5": "Полировка меховым кругом и абразивной пастой (для удаления царапин среднего размера)",
    "restorativePolishFullLi6": "Полировка поролоновым кругом для придания блеска и глубины цвета",

    "detailsButton": "Подробнее"
  }
}
